hello = """📈 Здравствуйте, Вас приветствует Эконом-Бот.
Задачей этого Бота является экономия ваших денег:
Вы можете найти нужный вам товар по минимальной цене неподалёку от вас и не только...

🖼 Для удобства Вы можете просмотреть фотографию товара.
Поиск по диапазону цен, названию, локации, магазину. 

✅ Также Вы можете помочь развиваться боту, добавив новый товар в нашу базу, просто отправив его боту и указав название, цену, геолокацию, магазин и, при желании, добавить фото к нему
Давайте наконец начнём."""