hello = """📈 Доброго дня, Вас вітає Економ-Бот.
Завданням цього Бота є економія ваших грошей:
Ви можете знайти потрібний вам товар за мінімальною ціною неподалік від вас і не тільки!

🖼 Для зручності Ви можете переглянути фотографію товару.
Пошук по діапазону цін, назвою, локації, магазину.

✅ Також Ви можете допомогти розвиватися боту, додавши новий товар в нашу базу, просто відправивши його боту і вказавши назву, ціну, геолокацію, магазин і, при бажанні, додати фото до нього.
Ну що ж, почнемо)"""

enter_product_name = """🟢 Будь-ласка, введіть ім'я товару"""
enter_product_price = """🟢 Дякую, тепер введіть ціну вашого товару"""
enter_product_shop_location = """🟢 Дякую, тепер надішліть, будь-ласка, вашу геолокацію, натиснувши на значок '📎' знизу"""
product_preview = """🟢 <b>Дані, які ви ввели</b>\n
▪️ <b>Назва:</b> {title}
▪️ <b>Ціна:</b> {price}
▪️ <b>Адреса:</b> {address}
"""
enter_error = """❌ Неправильний формат"""
location_error = """❌ Неіснуюча геолокація"""

added_product_thank = "🟢 Дякуємо, що додали новий продукт. Це дуже важливо для нас :)"

search_enter_title = "🟢 Напишіть назву продукту для пошуку"
search_no_items = "❌ Такий товар не знайдено :("